[
    {
        "id":1,
        "name":"Tasos",
        "country":{
            "id":1,
            "name":"Greece"
        },
        "price":330,
        "coverImg":"tasos.jpg",
        "noNights":10,
        "desc":"Thassos or Thasos (Greek: Θάσος, Thásos) is a Greek island, geographically part of the North Aegean Sea, but administratively part of the Kavala regional unit.",
        "prevoz" :"Avion"
    },
    {
        "id":2,
        "name":"Pefkohori",
        "country":{
            "id":1,
            "name":"Greece"
        },
        "price":250,
        "coverImg":"pefki.jpg",
        "noNights":9,
        "desc":"Pefkochori, meaning pine village is a tourist town located in the southeast of the peninsula of Kassandra, Chalkidiki, Greece. ",
        "prevoz" :"Autobus"
    },
    {
        "id":3,
        "name":"Zakintos",
        "country":{
            "id":1,
            "name":"Greece"
        },
        "price":220,
        "coverImg":"zante.jfif",
        "noNights":11,
        "desc":"Zakynthos or Zante  is a Greek island in the Ionian Sea. It is the third largest of the Ionian Islands. Zakynthos is a separate regional unit of the Ionian Islands region, and its only municipality.",
        "prevoz":"Autobus"
    },
    {
        "id":4,
        "name":"Sicilija",
        "country":{
            "id":4,
            "name":"Italy"
        },
        "price":420,
        "coverImg":"Sicilia.jpg",
        "noNights":8,
        "desc":"Sicily  is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. It has 5 million inhabitants.",
        "prevoz":"Avion"
    },
    {
        "id":5,
        "name":"Kalabrija",
        "country":{
            "id":4,
            "name":"Italy"
        },
        "price":390,
        "coverImg":"Calabria.jpg",
        "noNights":7,
        "desc":"Calabria  is a region in Southern Italy.The capital city of Calabria is Catanzaro. The Regional Council of Calabria is based at the Palazzo Campanella in the city of Reggio Calabria. ",
        "prevoz":"Avion"
    },
    {
        "id":6,
        "name":"Kusadasi",
        "country":{
            "id":2,
            "name":"Turkey"
        },
        "price":230,
        "coverImg":"kusadasi.jpg",
        "noNights":10,
        "desc":"Kuşadası  is a resort town on Turkey's Aegean coast, and the center of the seaside district of the same name within Aydın Province. Kuşadası is 95 km  south of İzmir, and 71 km  from Aydın. The municipality's primary industry is tourism.",
        "prevoz":"Autobus"
    },
    {
        "id":7,
        "name":"Antalija",
        "country":{
            "id":2,
            "name":"Turkey"
        },
        "price":250,
        "coverImg":"antalija.jpeg",
        "noNights":10,
        "desc":"Antalya is the fifth-most populous city in Turkey and the capital of Antalya Province. Located on Anatolia's southwest coast bordered by the Taurus Mountains, Antalya is the largest Turkish city on the Mediterranean coast outside the Aegean region with over one million people in its metropolitan area.",
        "prevoz":"Autobus"
    },
    {
        "id":8,
        "name":"Majorka",
        "country":{
            "id":3,
            "name":"Spain"
        },
        "price":500,
        "coverImg":"majorka.jpg",
        "noNights":9,
        "desc":"Mallorca  is the largest island in the Balearic Islands, which are part of Spain and located in the Mediterranean. The native language, as on the rest of the Balearic Islands, is Catalan, which is co-official with Spanish.",
        "prevoz":"Avion"
    },
    {
        "id":9,
        "name":"Kosta Brava",
        "country":{
            "id":3,
            "name":"Spain"
        },
        "price":460,
        "coverImg":"costabrava.jpg",
        "noNights":10,
        "desc":"The Costa Brava is a coastal region of Catalonia in northeastern Spain, consisting of the comarques (counties) of Alt Empordà, Baix Empordà and Selva in the province of Girona. Costa Brava stretches from the town of Blanes, 60 km northeast of Barcelona, to the French border.",
        "prevoz":"Avion"
    },
    {
        "id":10,
        "name":"Hurgada",
        "country":{
            "id":5,
            "name":"Egypt"
        },
        "price":600,
        "coverImg":"hurgada.jfif",
        "noNights":12,
        "desc":"Hurghada  is a city in the Red Sea Governorate of Egypt. It is one of the country's main tourist centres located on the Red Sea coast.",
        "prevoz":"Avion"
    },
    {
        "id":11,
        "name":"Sarm El Seik",
        "country":{
            "id":5,
            "name":"Egypt"
        },
        "price":530,
        "coverImg":"sarmelsaik.jpg",
        "noNights":11,
        "desc":"Sharm El Sheikh  is an Egyptian city on the southern tip of the Sinai Peninsula, in South Sinai Governorate, on the coastal strip along the Red Sea.",
        "prevoz":"Avion"
    },
    {
        "id":12,
        "name":"Kemer",
        "country":{
            "id":2,
            "name":"Turkey"
        },
        "price":470,
        "coverImg":"kemer.jpg",
        "noNights":10,
        "desc":"Kemer is a seaside resort and district of Antalya Province on the Mediterranean coast of Turkey, 40 km west of the city of Antalya, on the Turkish Riviera.   Kemer is on the Gulf of Antalya, 53 km  of sea coast with the skirts of the western Taurus Mountains behind.",
        "prevoz":"Avion"
    },    
    {
        "id":13,
        "name":"Barcelona",
        "country":{
            "id":3,
            "name":"Spain"
        },
        "price":410,
        "coverImg":"barsa.jpg",
        "noNights":7,
        "desc":"Barcelona  is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain.",
        "prevoz":"Autobus"
    },
    {
        "id":14,
        "name":"Rome",
        "country":{
            "id":4,
            "name":"Italy"
        },
        "price":330,
        "coverImg":"rome.jfif",
        "noNights":9,
        "desc":"Rome (Latin and Italian Roma, is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents it is also the country's most populated comune. ",
        "prevoz":"Autobus"
    }
    



]